{
    "1": {
        "en": {
            "title": "Working at TitleCapture",
            "description": "Since september 2017 I have been working at TitleCapture,  a Miami, Florida based company. <br><br>My positon here is as a full stack web developer / junior devops. Being a relatively small to medium sized company, I really like that I get to work on many and diverse things, experiment with different technologies and really get to see my footprint within the company.",
            "period": {
                "start": {
                    "year": "2017",
                    "month": "Sept"
                },
                "end": {
                    "year": "Present"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://www.titlecapture.com"
            },
            "image": "titlecapture.jpg"
        },
        "ro": {
            "title": "Lucrez la TitleCapture",
            "description": "Începând cu anul 2017 lucrez la TitleCapture, o companie localizată în Miami, Florida. <br><br>Poziția mea aici este de full stack web developer / junior devops. Fiind o companie relativ mică spre mediu, chiar îmi place că am ocazia să lucrez pe multe și diverse lucruri, să experimentez cu diferite tehnologii și chiar îmi pot vedea amprenta în cadrul companiei.",
            "period": {
                "start": {
                    "year": "2017",
                    "month": "Sept"
                },
                "end": {
                    "year": "Present"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://www.titlecapture.com"
            },
            "image": "titlecapture.jpg"
        }
    },
    "2": {
        "en": {
            "title": "Worked at Nokia (former Alcatel)",
            "description": "Starting with the year 2015, I have worked at Nokia as a junior software developer. <br><br>At that time, I was in the 2nd year of University and I can say that the knowledge that I gained at my workplace was of great value. <br><br>I had the chance to work on a very interesting tool with medical appointments and yearly check-up reminders for the company employees and it was satisfying to see that both the employees and the medical office personel were using the tool and found it useful.",
            "period": {
                "start": {
                    "year": "2015",
                    "month": "Dec"
                },
                "end": {
                    "year": "2017",
                    "month": "Jul"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://www.facebook.com/NokiaTimisoara"
            },
            "image": "nokia.jpg"
        },
        "ro": {
            "title": "Am lucrat la Nokia (fost Alcatel)",
            "description": "Începând cu anul 2015, am lucrat la Nokia ca și junior software developer. <br><br>La acel timp, eram în anul al doilea de universitate și pot spune că acele cunoștinte dobândite la locul de muncă au fost foarte folositoare. <br><br>Am avut ocazia să lucrez pe un tool foarte interesant cu programări medicale și notificări privind consultul medical anual pentru angajații firmei și a fost chiar satisfăcător să vezi că angajații și personalul cabinetului medical au folosit tool-ul și chiar l-au considerat a fi util.",
            "period": {
                "start": {
                    "year": "2015",
                    "month": "Dec"
                },
                "end": {
                    "year": "2017",
                    "month": "Jul"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://www.facebook.com/NokiaTimisoara"
            },
            "image": "nokia.jpg"
        }
    },
    "3": {
        "en": {
            "title": "Went in the USA with the Work&Travel program",
            "description": "During the summer holiday of the year 2015, I went in the USA with the Work&Travel program for students. <br><br>There, I have stayed and worked in Ocean City, Maryland, on the east coast and it was an absolutely amazing and never forgetting experience! <br><br>Just before returning home, I got the chance to visit New York City as well, the city that never sleeps (and also my dream city :D) - words can't describe how awesome the whole trip was!",
            "period": {
                "start": {
                    "year": "2015",
                    "month": "Jun"
                },
                "end": {
                    "year": "2015",
                    "month": "Sept"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://workandtravelsua.business.site"
            },
            "image": "work-and-travel.jpg"
        },
        "ro": {
            "title": "Am fost in SUA cu programul Work&Travel",
            "description": "În timpul vacanței de vară a anului 2015 am fost în SUA cu programul pentru studenți Work&Travel. <br><br>Acolo, am stat și am lucrat în Ocean City, Maryland, pe coasta de est și a fost o experiență absolut senzațională de neuitat! <br><br>Chiar înainte de a mă întoarce acasă, am avut ocazia să vizitez orașul New York, orașul care nu doarme niciodată (și de asemenea, orașul viselor mele :D) - cuvintele nu pot descrie cât de senzațională a fost întreagă excursie!",
            "period": {
                "start": {
                    "year": "2015",
                    "month": "Jun"
                },
                "end": {
                    "year": "2015",
                    "month": "Sept"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://workandtravelsua.business.site"
            },
            "image": "work-and-travel.jpg"
        }
    },
    "4": {
        "en": {
            "title": "Studied at Politehnica University of Timisoara",
            "description": "Between 2013 and 2017 I have studied for my Bachelor's degree at Politehnica University of Timisoara. <br><br>My field of study was Computer Science, the english section. <br><br>University was a strong pillar for my education and career, as I have learned many technology related concepts which later on proved to be extremely useful at my work places.",
            "period": {
                "start": { 
                    "year": "2013",
                    "month": "Sept"
                },
                "end": {
                    "year": "2017",
                    "month": "Jun"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://www.upt.ro"
            },
            "image": "upt.jpg"
        },
        "ro": {
            "title": "Am studiat la Universitatea Politehnica Timișoara",
            "description": "Din 2013 până în 2017, am studiat pentru licență la Universitatea Politehnica Timișoara. <br><br>Domeniul meu de studiu a fost Informatica, secțiunea de engleză.  <br><br>Universitatea a fost un stâlp important pentru educația și cariera mea, fiindcă am învățat multe concepte de tehnologie care ulterior s-au dovedit a fi extrem de folositoare la locul de muncă.",
            "period": {
                "start": { 
                    "year": "2013",
                    "month": "Sept"
                },
                "end": {
                    "year": "2017",
                    "month": "Jun"
                }
            },
            "contact": {
                "phone": "",
                "email": "https://www.upt.ro"
            },
            "image": "upt.jpg"
        }
    },
    "5": {
        "en": {
            "title": "Studied at William Shakespeare highschool",
            "description": "Between 2009 and 2013 I went to William Shakespeare highschool from Timisoara at the information-mathematics section.",
            "period": {
                "start": {
                    "year": "2009",
                    "month": "Sept"
                },
                "end": {
                    "year": "2013",
                    "month": "Jun"
                }
            },
            "contact": {
                "phone": "",
                "email": "http://williamshakespeare.ro"
            },
            "image": "william-shakespeare.jpg"
        },
        "ro": {
            "title": "Am studiat la liceul William Shakespeare",
            "description": "Din 2009 până în 2013 am fost la liceul William Shakespeare din Timișoara la secțiunea de matematică-informatică.",
            "period": {
                "start": {
                    "year": "2009",
                    "month": "Sept"
                },
                "end": {
                    "year": "2013",
                    "month": "Jun"
                }
            },
            "contact": {
                "phone": "",
                "email": "http://williamshakespeare.ro"
            },
            "image": "william-shakespeare.jpg"
        }
    }
}